
Процедура ОбработкаПроведения(Отказ, РежимПроведения)
	Движения.ДенежныеСредства.Записывать = Истина;
	
	Движение = Движения.ДенежныеСредства.Добавить();
	
	Движение.ВидДвижения = ВидДвиженияНакопления.Приход;
	Движение.Период = Дата;
	Движение.Кошелек = Кошелек;
	Движение.Сумма = Сумма;
	
	Движения.ОборотыПоБюджету.Записывать = Истина;
	Движение = Движения.ОборотыПоБюджету.Добавить();
	
	
	Движение.Период = Дата;
	Движение.СтатьяДвижения = СтатьяДоходов;
	Движение.Сумма = Сумма;
	
	
КонецПроцедуры
