
Процедура ОбработкаПроведения(Отказ, РежимПроведения)
	Движения.ДенежныеСредства.Записывать = Истина;
	
	Движение = Движения.ДенежныеСредства.Добавить();
	
	Движение.ВидДвижения = ВидДвиженияНакопления.Расход;
	Движение.Период = Дата;
	Движение.Сумма = Сумма;
	Движение.Кошелек = Кошелек;
	
	Движения.ОборотыПоБюджету.Записывать = Истина;
	Движение = Движения.ОборотыПоБюджету.Добавить();
	
	Движение.Период = Дата;
	Движение.СтатьяДвижения = СтатьяРасхода;
	Движение.Сумма = Сумма;
КонецПроцедуры
